Repository: biletnam/drupal7-transfer-meter-readings
Catalog: translations/*.po
Languages: ru

source: Download only the new meter reading
ru: Выгружать только новые показания счетчиков

source: If the checkbox is not necessary, it will unload all the counters, these residents.
ru: Если галка не стоит, то будут выгружаться все показания счетчиков, указанные жителями.

source: Unload counter readings
ru: Выгрузить показания счетчиков

source: No data.
ru: Данных нет.

source: New
ru: Новое

source: Previously unloaded
ru: Ранее выгруженный

source: Are you sure you want to unlock meter readings?
ru: Вы действительно хотите разблокировать все показания счетчиков?

source: After unlocking will be available to unload all the previously listed indications.
ru: После разблокировки, для выгрузки станут доступны все ранее занесенные показания.

source: Yes
ru: Да

source: Cancel
ru: Отменить

source: Meter readings ublocked.
ru: Показания счетчиков разблокированы.

source: Filter
ru: Фильтр

source: Personal account number
ru: Номер ЛС

source: Name of meter
ru: Имя счетчика

source: Only new meter readings
ru: Только новые показания счетчиков

source: Search
ru: Поиск

source: Home address
ru: Адрес

source: Name
ru: Имя

source: Meter number
ru: Номер счетчика

source: Counter Name
ru: Имя счетчика

source: Counter type
ru: Тип счетчика

source: Previous reading
ru: Предыдущее показание

source: New indications
ru: Новые показания

source: Unblock
ru: Разблокировать

source: For user
ru: Для жителя

source: For re-export
ru: Для реэкспорта

source: Block up
ru: Блокировать

source: Choose a file
ru: Выберите файл

source: Re-create a temporary table
ru: Пересоздать временную таблицу

source: Save and continue
ru: Сохранить и продолжить

source: When you create a temporary table, an error occurred.
ru: При создании временной таблицы произошла ошибка.

source: Import complete.
ru: Импорт завершен успешно.

source: Filling handbook addresses successful.
ru: Заполнение справочника адресов прошло успешно.

source: When filling in the address directory, an error occurred
ru: При заполнении справочника адресов произошла ошибка.

source: Delete
ru: Удалить

source: Weight
ru: Вес

source: Save settings
ru: Сохранить настройки

source: Field of main data table
ru: Поле таблицы с основными данными

source: Title
ru: Заголовок

source: Actions
ru: Действия

source: No fields.
ru: Поля еще не добавлены.

source: Error
ru: Ошибка

source: No available fields.
ru: Доступных полей нет.

source: Add field
ru: Добавить поле

source: Field added.
ru: Поле добавлено.

source: Do you want to remove a field "%field"?
ru: Вы действительно хотите удалить поле "%field"?

source: Field not found.
ru: Поле не найдено.

source: Field deleted.
ru: Поле удалено.

source: Input settings
ru: Настройки ввода показаний

source: The maximum possible difference between the previous and the current counter value
ru: Максимально возможная разница между предыдущим и текущим показанием счетчика

source: Set "0" to not use validation volume difference between the current and previous meter readings
ru: Поставьте значение "0" чтобы не использовать проверку разницы объемов между текущими и предыдущими показаниями счетчика

source: Don't show the number of personal account
ru: Не показывать столбец с номером ЛС

source: Round meter readings to the nearest whole number
ru: Округлять показания счетчиков до целого числа

source: Show date of transmission of recent readings
ru: Показывать дату передачи предыдущих показаний

source: Show date of calibration of meter
ru: Показывать дату поверки счетчика

source: Import settings
ru: Настройки импорта

source: The field separator
ru: Разделитель полей

source: The fields are enclosed in
ru: Поля заключены в

source: Single quote
ru: Одинарная кавычка

source: Double quote
ru: Двойная кавычка

source: The escape character
ru: Символ экранирования

source: Line separator
ru: Символ разделения строк

source: Export settings
ru: Настройки экспорта

source: Add in the first row the name of columns
ru: Добавлять в первую строку файла названия столбцов

source: Translate column names
ru: Переводить названия столбцов

source: File encoding
ru: Кодировка файла

source: Export meter readings #%filename completed. Reception meter readings was <strong>%user</strong> at %date.
ru: Экспорт показаний счетчиков в файл %filename успешно завершен. Выполнил пользователь <strong>%user</strong> в %date.

source: Export meters file completed. Reception meter readings was <strong>%user</strong> at %date.
ru: Экспорт показаний счетчиков завершен успешно. Выполнил пользователь <strong>%user</strong> в %date.

source: Prev
ru: Назад

source: Next
ru: Далее

source: Specified account does not exist.
ru: Указанный номер ЛС не существует или не соответствует выбранному адресу.

source: Street
ru: Улица

source: Number of house
ru: Номер дома

source: Apartment number
ru: Номер квартиры

source: I agree to the transmission and processing of my personal data
ru: Я согласен на передачу и обработку моих персональных данных

source: An error occurred.
ru: Произошла ошибка.

source: Date of calibration
ru: Дата поверки

source: Date of transmission of recent readings
ru: Дата передачи предыдущих показаний

source: For the meter %name is required to produce calibration.
ru: Для счетчика %name необходимо произвести поверку.

source: Make statements
ru: Внести показания

source: All previously entered readings have been transferred to the processing.
ru: Все ранее введенные показания были переданы на обработку.

source: Meter readings were not included.
ru: При внесении новых показаний произошла ошибка.

source: Field %field can be only digits and dot.
ru: Поле %field может содержать только цифры и знак точки.

source: ''New indications''
ru: ''Новые показания''

source: Current counter value is less than the previous.
ru: Текущее показание счетчика меньше предыдущего.

source: The difference between the previous and the current counter value is too high.
ru: Разница между текущим и предыдущим показанием счетчика слишком велика.

source: Meter readings were made.
ru: Новые показания были внесены.

source: The ability to make the counters
ru: Разрешить передавать показания

source: Administer Reception Meter Readings module.
ru: Администрирование модуля Reception Meter Readings.

source: Meters readings
ru: Показания счетчиков

source: View and export the readings of meters. Settings of the module.
ru: Просмотр и экспорт показаний счетчиков. Настройки модуля.

source: Readings
ru: Показания

source: Export of readings of the meters
ru: Экспорт показаний счетчиков

source: Meter readings made ​​by users
ru: Показания внесенные пользователями

source: Unblock meters reading
ru: Разблокировать показания счетчиков

source: Import data
ru: Импорт данных

source: Settings
ru: Настройки

source: Main settings
ru: Основные настройки

source: Customize Fields
ru: Настройка полей

source: Delete field
ru: Удалить поле

source: Meter readings
ru: Показания счетчиков

source: Add the meter readings
ru: Внести показания счетчиков

source: You need to configure the fields of the imported file and configure format of files for import / export. Go to the
ru: Вам необходимо настроить конфигурацию полей импортируемого файла и выполнить настройку форматов файлов для импорта/экспорта.

source: Transfer of meter readings
ru: Передача показаний счетчиков

source: Transfer of meter readings for anonymous users.
ru: Передача показаний счетчиков анонимными пользователями.
